Repository: dekwatdesign/Locora
Catalog: src/Locora.App/Strings/*/Resources.resw
Source language: en_us
Languages: th_th

# ShellNavigation.AutomationProperties.HelpText
source: Use this navigation menu to switch between Home, Workbench, Health, Terminal, and Advanced.
th_th: ใช้เมนูนี้เพื่อสลับระหว่างหน้าแรก พื้นที่ทำงาน สถานะระบบ เทอร์มินัล และขั้นสูง

# HomeNavigationItem.Content
source: Home
th_th: หน้าแรก

# WorkbenchNavigationItem.Content
source: Workbench
th_th: พื้นที่ทำงาน

# HealthNavigationItem.Content
source: Health
th_th: สถานะระบบ

# TerminalNavigationItem.Content
source: Terminal
th_th: เทอร์มินัล

# AdvancedNavigationItem.Content
source: Advanced
th_th: ขั้นสูง

# CommandPaletteBox.PlaceholderText
source: Search pages, commands, projects (Ctrl+K)
th_th: ค้นหาหน้า คำสั่ง โปรเจกต์ (Ctrl+K)

# CommandPaletteButton.Label
source: Command
th_th: คำสั่ง

# RefreshButton.Label
source: Refresh
th_th: รีเฟรช

# StartAllButton.Label
source: Start All
th_th: เริ่มทั้งหมด

# StopAllButton.Label
source: Stop All
th_th: หยุดทั้งหมด
